Repository: emre/packathon-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Name
tr: İsim

source: Description,Position
tr: Açıklama/Pozisyon

source: Description, Position
tr: Açıklama/Pozisyon

source: Website
tr: Web Sitesi

source: Website URL
tr: Web Sitesi Adresi

source: Git URL
tr: Git Adresi

source: Twitter URL
tr: Twitter Adresi

source: Setting
tr: Ayar

source: Settings
tr: Ayarlar

source: Turkish
tr: Türkçe

source: Project Name
tr: Proje İsmi

source: Vote not started yet
tr: Oylama henüz başlamadı

source: Vote ended
tr: Oylama sona erdi

source: Project does not exists
tr: Proje mevcut değil

source: No team assigned to project
tr: Projenin takımı yok

source: You cannot vote for your own project
tr: Kendi projenize oy kullanamazsınız

source: Already voted for this project
tr: Daha önce bu projeye oy verdiniz

source: Vote Accepted
tr: Oyunuz başarıyla gönderildi

source: Unknown Team
tr: Bilinmeyen Takım

source: No users
tr: Kullanıcısı yok

source: Add/Edit Project
tr: Proje Ekle/Değiştir

source: Teams
tr: Takımlar

source: Projects
tr: Projeler

source: %(team_name)s's Project
tr: %(team_name)s için Proje

source: Submit
tr: Gönder

source: Toggle navigation
tr: Navigasyonu çevir

source: Login
tr: Giriş

source: Profile
tr: Profil

source: Logout
tr: Çık

source: Feed
tr: Duyurular

source: Packathon Announcements
tr: Packathon Duyuruları

source: Use our mobile app and do not miss updates
tr: Mobil uygulamamızı kullanın ve duyuruları kaçırmayın

source: Real Hackathon for Real Hackers
tr: Gerçek Yazılımcılara, Gerçek Hackathon

source: Vote begins at %(vote_time)s
tr: Oylama saat %(vote_time)s'da başlayacak

source: Vote ends at %(end_time)s
tr: Oylama saat %(end_time)s'da biticek

source: Vote ended at %(end_time)s
tr: Oylama saat %(end_time)s'da bitti

source: EVETHING IS TECHNOLOGY
tr: HER ŞEY TEKNOLOJİ

source: Check applications, vote for your favourites
tr: Uygulamaları deneyin, sevdiğiniz projelere oy verin

source: Check news and vote using web interface
tr: Duyuruları okuyun ve web sitesinden oyunuzu kullanın

source: Download our Android application for live push notifications and more
tr: Ani bildirimler ve bir çok özellikler için Android uygulamamızı indirin

source: Too cool to use app? We also have api for you, use curl or what you want, have fun.
tr: Daha da eğlenmek istiyorsanız ve zamanınız bol mu? API üzerinden tüm işlemleri yapa bilirsiniz.

source: Vote Started
tr: Oylama Başlamıştır

source: Vote Ended
tr: Oylama Sona Erdi

source: Packathon Login
tr: Packathon Giriş

source: E-mail
tr: E-Posta

source: Password
tr: Parola

source: Edit Profile
tr: Profili Güncelle

source: For username and email changes please, ask administration
tr: Kullanıcı ismi ve e-posta güncellemeleri için lütfen yönetime müracaat ediniz

source: Packathon Participant
tr: Packathon Katılımcısı

source: Edit info
tr: Bilgileri güncelle

source: Close
tr: Kapat

source: Save
tr: Kaydet

source: by %(teamname)s
tr: %(teamname)s tarafından

source: The Worst Unknown Error
tr: Bilinmeyen en kötü baş belası

source: Source Code
tr: Kaynak Kodu

source: Edit Project
tr: Projeyi Güncelle

source: Vote
tr: Oyla

source: Members
tr: Üyeler

source: %(teamname)s Developers
tr: %(teamname)s Yazılımcıları

source: Please login to vote
tr: Lütfen oy kullanmak için giriş yapınız

source: Unknown Error! Please, report to administration.
tr: Bilinmeyen Hata! Lütfen yönetime bildiriniz.

source: PROJECTS BY COMPETITORS
tr: Rakiplerin Projeleri

source: Check projects, vote for your favourites
tr: Uygulamaları deneyin, sevdiğiniz projelere oy kullanın

source: %(projectname)s Developers
tr: %(projectname)s Yazılımcıları

source: Project
tr: Proje

source: Add Project
tr: Proje Ekle

source: No Project
tr: Proje Yok

source: Packathon Dev Teams
tr: Packathon Yazılımcı Takımları

source: Check teams, know your opponents
tr: Takımları kontrol edin, rakiplerinizi tanıyın

source: Missing Fields
tr: Eksik Alanlar

source: User not found
tr: Kullanıcı bulunamadı

source: Account Disabled
tr: Hesap Kapatılmıştır

source: Invalid login details
tr: Yanlış giriş bilgileri

source: Project not found
tr: Proje bulunamadı

source: Team not set
tr: Takım seçilmemiştir

source: No users attached to team
tr: Takımda kullanıcı yok

source: Team not found
tr: Takım bulunamadı
